<?php
// +----------------------------------------------------------------------
// | easywcms v1.0
// +----------------------------------------------------------------------
// | Copyright (c) 2018 http://www.easywcms.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: Janson <admin@zcphp.com>
// +----------------------------------------------------------------------
// | 插件管理-模型
// +----------------------------------------------------------------------
namespace app\admin\model;

use think\Model;

class Addons extends Model{
	
	//自动填充时间戳
	protected $autoWriteTimestamp = true;
			
}
