<?php
// +----------------------------------------------------------------------
// | easywcms v1.0
// +----------------------------------------------------------------------
// | Copyright (c) 2018 http://www.easywcms.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: Janson <admin@zcphp.com>
// +----------------------------------------------------------------------
// | 入口文件
// +----------------------------------------------------------------------

// [ 应用入口文件 ]
namespace think;
//定义路径
define('WCMS_PATH', __DIR__ . '/../');
// 定义应用目录
define('APP_PATH', WCMS_PATH . 'applic/');
// 加载基础文件
require WCMS_PATH . 'vendor/thinkphp/base.php';
// 执行应用并响应
Container::get('app')->path(APP_PATH)->run()->send();