<?php
// +----------------------------------------------------------------------
// | easywcms v1.0
// +----------------------------------------------------------------------
// | Copyright (c) 2018 http://www.easywcms.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: Janson <admin@zcphp.com>
// +----------------------------------------------------------------------
// | 后台登录-控制器
// +----------------------------------------------------------------------
namespace app\admin\controller;

class Index extends \think\Controller{
	
	//跳转到登录界面
    function index(){
		$this->redirect('/admin/login');
    }
	
}